[
    {
        "id": 1,
        "name": "Mewtwo Phục Thù",
        "release": "18/07/1998",
        "content": "Cuộc phiêu lưu kịch tính với sự xuất hiện của Mewtwo, một Pokémon sinh học được tạo ra từ DNA của Mew, một trong những Pokémon hiếm nhất. Sau khi thoát khỏi phòng thí nghiệm nơi nó được tạo ra, Mewtwo quyết tâm chứng minh sự vượt trội của chính mình. Nó dụ dỗ một số Người huấn luyện tài năng vào một trận đấu Pokémon và tất nhiên Satoshi và bạn bè của cậu rất vui lòng chấp nhận thử thách!Sự phấn khích của Satoshi biến thành nỗi sợ hãi và phẫn nộ khi Mewtwo tiết lộ kế hoạch thống trị, tạo ra những bản sao mạnh mẽ từ những Pokémon của các nhân vật chính để nó có thể làm mất cân bằng giữa Pokémon và Người huấn luyện của chúng. Bất chấp sự phản đối của Satoshi, Mewtwo từ chối tin rằng Pokémon và con người có thể là bạn. Nhưng khi phải đối mặt với quyết tâm và lòng trung thành của một Người huấn luận, Mewtwo có thể phải xem xét lại... đặc biệt là khi gặp phải sức mạnh của Mew bí ẩn!",
        "image": "https://pokemonviet.com/wp-content/uploads/2019/11/m1.png"
    },
    {
        "id": 2,
        "name": "Sự Bùng Nổ Của Lugia Huyền Thoại",
        "release": "17/07/1999",
        "content": "Satoshi và bạn của cậu đang trên chuyến hành trình đến Orange Island nhưng ngay cả quần đảo cỏ vẻ yên bình này, nằm cách xa phía nam Kanto cũng có những bí ẩn, những cuộc phiêu lưu và Pokémon huyền thoại của riêng nó. Lawrence III chắc chắn biết điều đó, đó là lý do tại sao ngay bây giờ hắn đang đi đến các đảo khác nhau để bắt ba con chim huyền thoại - Fire, Freezer và Thunder. Nhưng với toàn bộ sức mạnh của chúng, ba con chim đó chỉ là một bước đệm cho một phần thưởng thậm chí còn lớn hơn: Lugia - Người bảo vệ của biển cả! Tất nhiên, Satoshi hoàn toàn không biết về những điều này khi cậu đến địa điểm mới nhất của mình. Những người dân trên đảo có một kế hoạch lớn cho cậu ta, nhưng không có điều gì đáng sợ, họ muốn cậu ấy tham gia vào nghi lễ thu thập ba quả cầu nguyên tố từ các đảo khác nhau. Khi thời thiết trên khắp thế giới vượt ngoài tầm kiếm soát, nhiệm vụ này càng quan trọng, khi mà việc bắt giữ những con chim huyền thoại đã làm cho môi trường mất cân bằng. Với sự giúp đỡ của Lugia liệu Satoshi có thể trở thành người được chọn mà mọi người mong đợi?",
        "image": "https://pokemonviet.com/wp-content/uploads/2019/11/m2.png"
    },
    {
        "id": 3,
        "name": "Đế Vương Của Tháp Pha Lê Entei",
        "release": "08/07/2000",
        "content": "Một thảm họa pha lê được giải phóng lên Greenfield, Satoshi, Pikachu, và những người bạn phải tìm ra cách để phục hồi thị trấn xinh đẹp này. Nhưng điều bất ngờ xảy ra khi mẹ của Satoshi bị bắt cóc bởi Entei mạnh mẽ, một Pokémon được cho rằng chỉ tồn tại trong huyền thoại. Bây giờ, Satoshi phải đi cứu mẹ, không biết về những gì cậu ấy sẽ khám phá khi cậu giải được bí mật thật sự đằng sau sự kiện khó tin: thế giới giấc mơ của một cô bé biến thành một ác mộng thực tại bởi Unknown kì bí và mạnh mẽ.",
        "image": "https://pokemonviet.com/wp-content/uploads/2019/11/m3.png"
    },
    {
        "id": 4,
        "name": "Celebi Và Cuộc Gặp Gỡ Vượt Thời Gian",
        "release": "07/07/2001",
        "content": "Luôn luôn có những kẻ tìm cách để giam giữ và bắt những Pokémon hiếm - và cũng luôn có những người sẽ bảo vệ những Pokémon đặc biệt này khỏi thế lực xấu xa. Bốn mươi năm trước, đã có một điều gì đó đã xảy ra khi Celebi đang chạy trốn một thợ săn hung hãn, và một Người huấn luyện trẻ tuổi Sammy đã lao đến giải cứu. Họ biến mất - trở thành một huyền thoại kỳ lạ mà người dân trong thị trấn kể cho nhau nghe. Quay lại hiện tại, Satoshi và những người bạn đã đến khi rừng, và trong khi câu truyện của Sammy và Celebi ban đầu tưởng chừng như chỉ là một câu chuyện - họ khám phá ra sự thật khi cả cậu bé và Pokémon xuất hiện một lần nữa! Mặc dù cả hai đều hồi phục sau những thử thách khó khăn trong suốt bốn mươi năm qua, mọi thứ không trở nên tốt hơn - vẫn còn những kẻ muốn bắt Celebi! Lần này là Iron Masked Marauder, và kế hoạch của hắn có lẽ là kế hoạch tàn bạo nhất. Hắn được trang bị Dark Ball, khiến bất cứ Pokémon bị bắt sẽ vâng lời một cách vô thức và trở nên tà ác. Liệu Satoshi, Sammy, Kasumi, Takeshi có thể chống chọi sức mạnh của Celebi bị chiếm hữu, và giúp nó trở lại là chính mình không?",
        "image": "https://pokemonviet.com/wp-content/uploads/2019/11/m4.png"
    },
    {
        "id": 5,
        "name": "Thần Hộ Mệnh Của Thành Phố Nước Latias Và Latios",
        "release": "13/07/2002",
        "content": "Hàng năm thành phố Alto Mare tổ chức một cuộc đua Pokémon hệ Nước đặc biệt qua các con đường kênh của mình và lần này, Satoshi và Kasumi là những đối thủ nặng ký! Mặc dù không thắng, nhưng Satoshi vẫn có được vị trí đặc biệt trong tim của một cô gái bí ẩn mà câu đã cứu thoát khỏi hai cô gái gian xảo khác. Nhưng đây không phải là cô gái bình thường - thật ra nó là Latias huyền thoại đang ngụy trang! Satoshi được đặc cách đến thăm thế giới bí mật của Latios và Latias, nhưng thế giới này sớm bị đe dọa bởi hai cô gái lúc nãy - Annie và Oakley - kẻ nhắm vào hai Pokémon huyền thoại cũng như là viên ngọc bí ẩn được gọi là Soul Dew Những yếu tố này kết hợp lại cho phép họ kiếm soát được một cỗ máy mạnh mẽ thường được dùng để bảo vệ thành phố khỏi những mối nguy hiểm Tuy nhiên, khi chiếc máy bị trục trặc, không chỉ Latios và Latias gặp nguy hiểm mà còn là cả toàn bộ thành phố Alto Mare!",
        "image": "https://pokemonviet.com/wp-content/uploads/2019/11/m5.png"
    },
    {
        "id": 6,
        "name": "Bảy Đêm Cùng Ngôi Sao Nguyện Ước Jirachi",
        "release": "19/07/2003",
        "content": "Thiên thạch thiên niên kỷ sắp sửa xuất hiện lại trên bầu trời một lần nữa, được cho là sẽ thực hiện ước nguyện của những ai nhìn thấy nó. Tất nhiên, Satoshi và những người bạn đều quan tâm đến Lễ hội Thiên niên kỷ, đặc biết khi họ tham dự một buổi trình diễn thần kỳ của Great Butler. Thú vị hơn nữa là từ cái kén bí ẩn của Butler mà Max nghe thấy một tiếng nói bí ẩn. Khi Jiraichi thức giấc từ cơn ngủ dài, Max có một người bạn mới - Buồn thay, chỉ trong một vài ngày mà thiên thạch thiên niên kỷ xuất hiện. Max lo lắng và dành tất cả thời gian cho người bạn mới của mình, nhưng Great Butler có kế hoạch riêng của hắn cho Jiraichi, không được thân thiện cho lắm. Hắn muốn hồi sinh Groudon huyền thoại và Jiraichi có thể thực hiện điều ước đó. Liệu Max, Satoshi, May, Takeshi có thể ngăn chặn Butler và cứu Jiraichi trước khi Groudon lại xuất hiện để mang sự hủy diệt đến vùng đất này?",
        "image": "https://pokemonviet.com/wp-content/uploads/2019/11/m6.png"
    },
    {
        "id": 7,
        "name": "Deoxys Kẻ Phá Vỡ Bầu Trời",
        "release": "19/07/2003",
        "content": "Thành phố công nghệ cao Larousse là một nơi rất ấn tượng để ghé thăm - và cũng là một nơi ấn tượng cho những trận thi đấu Pokémon nữa. Satoshi đi thẳng đến Tháp thi đấu nổi tiếng, nhưng mọi chuyện xảy ra không như mong đợi khi đối thủ của cậu lại là một cậu bé nhút nhát Tory. Vì một sự kiện đáng sợ thời thơ ấu, Tory sợ tất cả Pokémon - ngay cả những Pokémon dễ thương như Pikachu. Có điều còn đáng sợ hơn khi Deoxys xuất hiện và kiểm soát cả thành phố, tắt toàn bộ máy móc và bắt giữ mọi người. Một Pokémon cảm thấy không vui là huyền thoại Rayquaza, và nó sẽ làm mọi cách để loại bỏ kẻ xâm lược này ra khỏi lãnh thổ của mình! Trong khi đó, Satoshi, Tory và những người bạn có thể bị mắc kẹt ở giữa, nhưng họ chắc chắn không rời khỏi cuộc chiến.",
        "image": "https://pokemonviet.com/wp-content/uploads/2019/11/m7.png"
    },
    {
        "id": 8,
        "name": "Mew Và Người Hùng Của Ngọn Sóng Lucario",
        "release": "16/07/2005",
        "content": "Hàng trăm năm trước, Cung điện Camaron và người dân được cứu bởi sự hy sinh cao cả của Sir Aaron, một Aura Knight. Từ ngày đó, người dân luôn tôn vinh hành động của ông bằng một lễ hội hằng năm. Tất nhiên, Satoshi không phải người đam mê lịch sử - cậu quan tâm nhiều hơn về Pokémon competition được tổ chức tại đây! Chỉ khi cậu chiến thắng và được yêu cầu đóng vai Aura Guardian thì tầm quan trọng của Aaron trở nên rõ ràng - đặc biệt khi Lucario xuất hiện từ cây trượng của Aaron! Với Pokémon đã ngủ 1 giấc dài này thì Aaron không phải là anh hùng - tất cả những gì Lucario nhớ là chủ nhân của nó đã phản bội nó. Bị bỏ lại trận chiến hằng trăm năm trước, Lucario được nhờ để trở thành anh hùng một lần nữa - Mew xuất hiện và dẫn Pikachu cùng Nyasu đến Tree of Life và chỉ có Lucario có thể dẫn đường. Liệu Lucario có thể bỏ qua sự ngờ vực với con người đã lâu để giúp Satoshi có thể đoàn tụ với người bạn thân nhất của cậu?",
        "image": "https://pokemonviet.com/wp-content/uploads/2019/11/m8.jpg"
    },
    {
        "id": 9,
        "name": "Chiến Binh Pokemon Và Hoàng Tử Biển Cả Manaphy",
        "release": "15/07/2006",
        "content": "Một quả trứng trôi dạt dưới lòng biển nhưng lại được những pokemon dưới đại dương chăm sóc và nâng niu nhưng đến một ngày nọ một tên tội phạm nguy hiểm cùng thủy thủ của mình đã tóm được quả trứng đặc biệt quả trứng đó được gọi là Hoàng Tử Biển Cả Manaphy, nhưng sự việc diến biết bất ngờ mà hắn ta không ngờ tới là trong đám thủy thủ của hắn có một tên giả mạo một nhà huấn luyện thú pokemon đã cướp quả trứng đó và trốn thoát khỏi tàu của hắn bằng pokemon bay và cưỡi nước. Jackie sau khi lấy được quả trứng lại nhờ đám bạn của nhóm Satoshi chăm sóc cho Manaphy đến ngày trả tự do cho pokemon này về với biển cả.",
        "image": "https://pokemonviet.com/wp-content/uploads/2019/11/m9.png"
    },
    {
        "id": 10,
        "name": "Dialga VS Palkia VS Darkrai",
        "release": "14/07/2007",
        "content": "Satoshi có thể nghĩ rằng anh ấy đã thấy hết mọi thứ khi nói về Pokémon, nhưng liệu cậu có sẵn sàng để đối mặt với Darkrai huyền bí trong chuyến phiêu lưu tuyệt vời mới nhất của mình? Khi đang trên đường đến Cuộc thi Pokémon, những nhà thám hiểm của chúng ta đi qua Alamos Town, nhà của Space-Time Tower. Cùng với Alice xinh đẹp, Satoshi và những người bạn phát hiện ra điều gì đó đã gây ra những ác mộng kinh khủng cho cả con người và Pokémon! Baron Alberto, một cậu ban nhanh nhẹn nhưng ngạo mạn, ngay lập tức đổ lỗi các hiện tượng này cho Darkrai. Như thể nó đã nghe lời cáo buộc, Darkrai xuất hiện và đối mặt với các anh hùng của chúng ta! Darkrai là ai? Nó là một người bạn ... hay kẻ thù? Khi bầu trời bị xé đôi ngay trên Alamos Town và Pokémon huyền thoại Dialga và Palkia đánh nhau trong khe nứt ở một chiều không gian mới vừa được tạo ra, cuộc chiến của chúng có nguy cơ tạo ra một lỗ hổng ở không gian - thời gian liên tục! Liệu Ash và những người bạn của sẽ sống sót qua cuộc thách thức này và hiểu bản chất thật của Darkrai?",
        "image": "https://pokemonviet.com/wp-content/uploads/2019/11/m10.jpg"
    },
    {
        "id": 11,
        "name": "Giratina Và Bông Hoa Của Bầu Trời",
        "release": "19/07/2008",
        "content": "Xuất phát từ một trận chiến giữa Giratina và Dialga hai loài Pokemon đang đánh nhau Giratina đã tìm cách đưa Dialga về thế giới song song của nó. Nhưng không may trong lúc đánh nhau thì vô tình kéo một loài pokemon đặc biệt vào thế giới song song của chúng mọi chuyện chưa đi đến hồi kết thì loài Pokemon đó đã mở ra một cánh cổng mới để quay trở về thế giới của mình Dialga cũng theo đó mà trốn thoát khỏi Giratina. Giratina là Pokémon duy nhất sống trong Reverse World, một vùng đất ít được biết đến liền kề với chúng ta. Nỗi giận khi Palkia và Dialga làm gián đoạn thời gian và không gian, nó kéo Dialga vào Reverse World để giải quyết bằng một trận chiến - nhưng cuộc xung đột lại bị phá vỡ bởi một Shaymin nhỏ bé, Gratitude Pokémon! Sau khi rời khỏi Reverse World và gặp Satoshi cùng những người bạn, Shaymin - sử dụng thần giao cách cảm để nhờ sự trợ giúp để nó có thể đoàn tụ với các Shaymin khác ở khu vườn Gracidea. Ngay sau khi Satoshi và những người bạn đồng ý hỗ trợ Shaymin, họ bị kéo vào Reverse World và gặp Newton Graceland, người đang nghiên cứu về vùng đất bí ẩn này. Họ không biết rằng trợ lý cũ của Newton, Zero đang tìm cách để khai thác sức mạnh của Giratina để cai trị Reverse World, mặc dù điều đó có nghĩa là phá hủy thế giới thực! Liệu các anh hùng của chúng ta và Pokémon của họ có thể ngăn cản kế hoạch tà ác của Zero và bảo vệ cả hai thế giới hay không? Liệu Giratina có giải quyết được sự khác biệt của nó với Dialga? Và Satoshi và những người bạn của anh ấy sẽ học gì về Shaymin đặc biệt này?",
        "image": "https://pokemonviet.com/wp-content/uploads/2019/11/m11.png"
    },
    {
        "id": 12,
        "name": "Arceus Chinh Phục Khoảng Không Thời Gian",
        "release": "18/7/2009",
        "content": "Phần cuối cùng trong ba phần phim cho chúng ta thấy Arceus Huyền thoại là trung tâm của sự hỗn loạn xảy ra ở gần thế giới Pokémon. Trận chiến sử thi đầu tiên mà có nguy cơ xé toang Không gian thời gian liên tục diễn ra giữa Dialga và Palkia. Sau đó, Giratina, người bảo vệ duy nhất của Reverse World, đã phải hành động để bảo vệ sự cân bằng của quê hương của nó và thế giới Pokémon. Bây giờ, Michina Town là trung tâm của trận chiến. Thị trấn này có một lịch sử lâu đời và rải rác trong quá khứ liên quan đến Arceus vĩ đại - sau khi Arceus ban cho người dân thị trấn một phần năng lực của nó, Jewel of Life, họ đã phản bội Pokémon này. Satoshi và những người bạn, đồng hành cùng với đồng đội mới Sheena, du hành xuyên thời gian cùng với sự trợ giúp của Dialga để sửa chữa sai lầm của tổ tiên của thị trấn trước khi thế giới sụp đổ dưới sức mạnh của cơn thịnh nộ của Arceus. Liệu họ có thể khắc phục những sai lầm của quá khứ không? Điều gì đã xảy ra trong quá khứ - tổ tiên của Sheena thật sự phản bội Arceus? Xem ngay phần cuối tuyệt vời của bộ ba tập phim khi tất cả những bí mật của hai bộ phim trước sẽ được tiết lộ!",
        "image": "https://pokemonviet.com/wp-content/uploads/2019/11/m12.png"
    },
    {
        "id": 13,
        "name": "Bá Chủ Của Ảo Ảnh Zoroark",
        "release": "10/07/2010",
        "content": "Pokémon Baccer World Cup. Đây là sự kiện được mong đợi nhất trong năm, và hàng trăm người đến thành phố Crown để xem những trận thi đấu kịch tính diễn ra, Satoshi, Pikachu và những người bạn gặp phải một Pokémon bí ẩn mới mà họ chưa gặp bao giờ. Nhưng khi ba Pokémon huyền thoại Raikou, Entei, và Suicune bất ngờ xuất hiện và nổi điên trên đường phố, thì Satoshi và những người bạn cùng với bạn Pokémon mới Zoroa, phải khám phá bí mật đằng sau sức mạnh to lớn đang diễn ra. Những sức mạnh kỳ lạ và nguy hiểm nào đang xảy ra ở Crown City? Tại sao Celebi lại đột ngột trở lại sau khi biến mất trong 20 năm? Và tại sao Zoroark hùng mạnh giải phóng cơn thịnh nộ của nó trên thị trấn? Câu trả lời cho những câu hỏi này dẫn đến những quyết định đầy nguy hiểm - Liệu Satoshi và những người bạn có tìm được đủ can đảm, sức mạnh và tình bạn để khám phá bí ẩn kịp thời và giải cứu Crown City.",
        "image": "https://pokemonviet.com/wp-content/uploads/2019/11/m13.png"
    },
    {
        "id": 14,
        "name": "Victini Và Hắc Anh Hùng Zekrom/Victini Và Bạch Anh Hùng Reshiram",
        "release": "16/07/2011",
        "content": "Trong cuộc hành trình đền vùng Unova, Satoshi và những người bạn, Airisu và Dento đã đến Eindoak Town, được xây xung quanh một lâu đài tên là Sword of the Vale. Ba người huấn luyện phải hoàn thành cuộc thi đấu thường niên của thị trấn, và Satoshi đã giành chiến thắng với sự giúp đỡ bất ngờ từ Pokémon huyền ảo Victini. Hóa ra Victini có mối liên hệ đặc biệt với nơi này... Ngày xưa, Lâu đài bảo vệ Kingdom of the Vale, và sự hợp tác giữa Victini và nhà vua đã bảo vệ những người sống ở đây. Nhưng vương quốc đó giờ chỉ còn là ký ức, để lại những di tích mạnh mẽ và những Pokémon cổ xưa. Damon, hậu duệ của People of the Vale, đang cố gắng khôi phục lại vương quốc đã mất với sự trợ giúp của Lanculus. Nhiệm vụ của mình đã đưa anh đến tận sa mạc khô cằn, và anh đã thuyết phục Pokémon huyền thoại Reshiram tham gia cùng anh! Damon có kế hoạch bẫy Victini và khai thác sức mạnh của nó, và khi kế hoạch đang được tiến hành, toàn bộ thị trấn Eindoak phải đối mặt với thảm họa! Liệu lý tưởng của Satoshi có thuyết phục được Pokémon huyền thoại Zekrom để giúp cậu ngăn chặn Damon? Họ có thể giải cứu Victini không? Cuộc phiêu lưu vĩ đại nhất trong lịch sử Pokémon bắt đầu!",
        "image": "https://pokemonviet.com/wp-content/uploads/2019/11/m14a.png"
    },
    {
        "id": 15,
        "name": "Kyurem VS Thánh Kiếm Sĩ Keldeo",
        "release": "14/07/2012",
        "content": "Satoshi và Pikachu, cùng những người bạn, Airisu và Dento, đang trên một chuyến tàu đến điểm tiếp theo trong chuyến hành trình của họ. Từ trên tàu, Satoshi nhìn thấy một Pokémon đang bị thương - loài mà cậu chưa từng thấy bao giờ. Cậu đang cố tìm cách cứu trợ thì con tàu bị tấn công bởi Kyurem huyền thoại, Một Pokémon hệ Rồng với sức mạnh vô biên. Satoshi và những người khác suýt soát thoát được cuộc tấn công của Kyurem, ngay sau khi bụi tan đi, họ lập tức quay sang Pokémon bị thương. Người đồng hành mới của họ hóa ra là Pokémon huyền ảo Keldeo, và nó đang trên đường giải cứu bạn của mình - Cobalon, Terrakion, và Virizon, những Pokémon huyền thoại được biết như là Swords of Justice - khỏi nanh vuốt của Kyurem. Nhưng cuộc tấn công của Kyurem vẫn chưa kết thúc, và nó đang hấp thụ năng lượng từ Reshiram và Zekrom, biến hóa thành Black Kyurem và White Kyurem để làm cho đòn tấn công của nó mạnh hơn nữa! Tại sao Kyurem lại tấn công Satoshi và những người bạn của mình bằng sự giận dữ không khoan nhượng? Làm sao họ có thể vượt qua được mối nguy hiểm này? Để bảo vệ bạn bè của mình, để tìm ra được sức mạnh thật sự và lòng dũng cảm chân chính, và để giữ vững mối liên kết giữa Satoshi và những người bạn, một sức mạnh giấu kín đã thức tỉnh bên trong Keldeo...",
        "image": "https://pokemonviet.com/wp-content/uploads/2019/11/m15.png"
    },
    {
        "id": 16,
        "name": "Genesect Thần Tốc – Mewtwo Thức Tỉnh",
        "release": "13/07/2013",
        "content": "Đau buồn do bị mất quê nhà, nhóm Genesect đã tấn công thành phố New Talk. Thật trùng hợp, nhóm Satoshi cũng đến thành phố để ghé tham quan công viên Pokemon Hills. Khi Genesect bắt đầu nổi loạn trong thành phố, Satoshi bất ngờ được bảo vệ bởi Pokemon quen thuộc — Mewtwo. Mặc dù tỏ ra thông cảm trước hoàn cảnh của Genesect, Mewtwo vẫn thuyết phục chúng rời khỏi thành phố New Talk và tìm nơi khác, nơi Pokemon nhân tạo thuộc về, đã dẫn đến cuộc xung đột với Genesect màu đỏ dữ dội. Liệu Mewtwo có thể vượt qua Genesect để giải cứu thành phố New Talk hay là thành phố sẽ bị phá hủy và biến thành hang ổ của chúng.",
        "image": "https://pokemonviet.com/wp-content/uploads/2019/11/m16.png"
    },
    {
        "id": 17,
        "name": "Sự Hủy Diệt Từ Chiếc Kén Và Diancie",
        "release": "19/07/2014",
        "content": "Cuộc hành trình của Satoshi và Pikachu cùng cô bạn thuở nhỏ Serena đi qua một nơi là Diamond Domain điều kiện sống của những sinh vật ở đây đề nhờ vào Heart Diamond do sự điều khiển của công chúa Diancie. Tuy nhiên với sức mạnh hiện giờ Diancie không còn duy trì được sự tồn tại của vùng đất nữa. Sau khi gặp Ash và bạn bè của mình, Diancie đã đi trên một cuộc phiêu lưu để tìm Xerneas. Ngay tại vùng đất nọ họ đã đi qua lãnh địa họ đã chạm trán với Yveltal . Thảm họa bắt đầu trở lại ai có thể chiến thắng trong cuộc chiến này.",
        "image": "https://pokemonviet.com/wp-content/uploads/2019/11/m17.png"
    },
    {
        "id": 18,
        "name": "Hoopa Và Cuộc Chiến Pokemon Huyền Thoại",
        "release": "18/07/2015",
        "content": "Satoshi, Pikachu và những người bạn tiếp tục cuộc hành trình của mình, họ gặp phải Pokemon huyền thoại Hoopa, loại Pokemon mang “Vòng triệu hồi” có thể dùng để triệu hồi mọi thứ, và một cô gái chăm sóc Hoopa tên là Mary. Hoopa nghịch ngợm biểu diễn triệu hồi món khoái khẩu của nó – bánh rán vòng từ chiếc vòng triệu hồi của mình trước sự ngạc nhiên và thích thú của mọi người. Biến cố xảy đến khi Hoopa triệu hồi các Pokémon huyền thoại từ thế hệ trước: Arceus, Latias, Giratina, Lugia, Dialga, Black Rayquaza, Kyurem, Palkia, Primal Reversion Groudon, Latios, và Primal Reversion Kaiogre khiến thành phố gặp nguy hiểm.?",
        "image": "https://pokemonviet.com/wp-content/uploads/2019/11/m18.png"
    },
    {
        "id": 19,
        "name": "Volcanion Và Magearna Siêu Máy Móc",
        "release": "16/07/2016",
        "content": "Volcanion và Satoshi xoay sở làm việc cùng nhau khi bị một chuỗi kỳ lạ liên kết lại, khiến họ không thể tách rời. Bộ trưởng Jarvis từ Azoth Kingdom – một thành phố siêu máy móc với các bánh răng khổng lồ không ngừng xoay, đã sở hữu sự phát minh sau cùng mà ông tìm kiếm bấy lâu, đó là Magearna – một Pokemon nhận tạo được ra đời trong vương quốc này cách 500 năm, nhưng kể từ khi bị mất tích, đến nay vẫn chưa ai biết đến thứ sức mạnh được gọi là “Soul Heart”, tiềm ẩn bên trong Magearna. Âm mưu của Jarvis là sử dụng sức mạnh này để cai trị cả vương quốc. Volcanion chạy đến Azoth Kingdom để cứu Magearna, Pokemon này đã bị bắt cóc ở Navel Plateau.",
        "image": "https://pokemonviet.com/wp-content/uploads/2019/11/m19.png"
    },
    {
        "id": 20,
        "name": "Tớ Chọn Cậu",
        "release": "15/07/2017",
        "content": "Khi Satoshi ngủ quên vào ngày sinh nhật lần thứ 10, cậu ta phải nhận Pikachu cứng đầu thay vì các Pokémon khởi đầu mà cậu mong muốn. Nhưng sau khởi hành khó khăn, cậu và Pikachu dần hiểu nhau và trở thành bạn tốt của nhau. Sau khi họ gặp Pokémon huyền thoại Houou trên không, họ đã lên kế hoạch để tìm hiểu về nó dưới sự dẫn dắt của Lông vũ cầu vồng.",
        "image": "https://pokemonviet.com/wp-content/uploads/2019/11/m20.jpg"
    },
    {
        "id": 21,
        "name": "Sức Mạnh Của Chúng Ta",
        "release": "13/07/2018",
        "content": "Lisa – một cô gái lên đường đi thu phục Pokemon vì đứa em trai đang bị thương của mình; Kagachi – một ông chú rất hay bốc phét và nói dối; Torito – một nhà khoa học giỏi nhưng lại rất thẹn thùng; Hisui – một bà lão có vẻ rất ghét Pokemon; Largo – một cô bé hay chạy lăng xăng với một bí mật rất lớn; Satoshi – nhân vật chính của chúng ta, mỗi người đều có những câu chuyện phía sau của riêng mình. Tất cả đều tập hợp lại tại một thị trận nhỏ ven biển để tham gia lễ hội chào đón Lugia hàng năm. Trong thời gian diễn ra lễ hội, liên tục xảy ra những sự cố lớn khiến thị trấn này rơi vào khủng hoảng trầm trọng. Tất cả họ đã hợp sức cùng nhau để giải cứu thị trấn và người dân nơi đây.",
        "image": "https://pokemonviet.com/wp-content/uploads/2019/11/m21.jpg"
    },
    {
        "id": 22,
        "name": "Mewtwo Phục Thù 2019",
        "release": "12/07/2019",
        "content": "Là bản làm lại của Movie 01, dưới định dạng 3D. Cuộc phiêu lưu kịch tính với sự xuất hiện của Mewtwo, một Pokémon sinh học được tạo ra từ DNA của Mew, một trong những Pokémon hiếm nhất. Sau khi thoát khỏi phòng thí nghiệm nơi nó được tạo ra, Mewtwo quyết tâm chứng minh sự vượt trội của chính mình. Nó dụ dỗ một số Người huấn luyện tài năng vào một trận đấu Pokémon và tất nhiên Satoshi và bạn bè của cậu rất vui lòng chấp nhận thử thách! Sự phấn khích của Satoshi biến thành nỗi sợ hãi và phẫn nộ khi Mewtwo tiết lộ kế hoạch thống trị, tạo ra những bản sao mạnh mẽ từ những Pokémon của các nhân vật chính để nó có thể làm mất cân bằng giữa Pokémon và Người huấn luyện của chúng. Bất chấp sự phản đối của Satoshi, Mewtwo từ chối tin rằng Pokémon và con người có thể là bạn. Nhưng khi phải đối mặt với quyết tâm và lòng trung thành của một Người huấn luận, Mewtwo có thể phải xem xét lại... đặc biệt là khi gặp phải sức mạnh của Mew bí ẩn!",
        "image": "https://pokemonviet.com/wp-content/uploads/2019/12/m22.png"
    }
]